export const characterExplanations = {
    "INTJ": {
        "title": "建築家",
        "description": "想像力が豊かで、戦略的な思考の持ち主。あらゆる物事に対して計画を立てる人"
    },
    "INTP": {
        "title": "論理学者",
        "description": "貪欲な知識欲を持つ革新的な発明家"
    },
    "ENTJ": {
        "title": "指揮官",
        "description": "大胆で想像力豊か、かつ強い意志を持つ指導者。常に道を見つけるか、道を切り開く人"
    },
    "ENTP": {
        "title": "討論者",
        "description": "賢くて好奇心旺盛な思考家。知的朝鮮には必ず受けて立つ人"
    },
    "INFJ": {
        "title": "提唱者",
        "description": "物静かで神秘的だが、人々を非常に勇気づけるあくなき理想主義者"
    },
    "INFP": {
        "title": "仲介者",
        "description": "詩人肌で親切な利他主義者。良い物事のためならいつでも懸命に手を差し伸べる人"
    },
    "ENFJ": {
        "title": "主人公",
        "description": "カリスマ性があり、人々を励ますリーダー"
    },
    "ENFP": {
        "title": "運動家",
        "description": "情熱的で独創力があり、かつ社交的な自由人。常にほほえみの種を見つける人"
    },
    "ISTJ": {
        "title": "管理者",
        "description": "実用的で事実に基づいた思考の持ち主。その信頼性は紛れもなく本物。"
    },
    "ISFJ": {
        "title": "擁護者",
        "description": "非常に献身的で心の温かい擁護者。いつでも大切な人を守る準備ができている人"
    },
    "ESTJ": {
        "title": "幹部",
        "description": "優秀な管理者で人や物事を管理する能力にかけては右に出るものがいない人"
    },
    "ESFJ": {
        "title": "領事",
        "description": "賢くて好奇心旺盛な思考家。知的朝鮮には必ず受けて立つ人"
    },
    "ISTP": {
        "title": "巨匠",
        "description": "大胆で実験的な思考を持つ実験者。あらゆる道具を使いこなす人。"
    },
    "ISFP": {
        "title": "冒険家",
        "description": "柔軟性と魅力がある芸術家。常に進んで物事を探究し経験しようとする人。"
    },
    "ESTP": {
        "title": "起業家",
        "description": "賢くてエネルギッシュで、非常に鋭い知覚の持ち主。危険と隣り合わせの人生を心から楽しむ。"
    },
    "ESFP": {
        "title": "エンターテナー",
        "description": "自発性がありエネルギッシュで熱心なエンターテナー。周りを決して退屈させない人"
    },


}
